import React from "react";
import "./About.css";
function About() {
  return (
    <div className="headerAbout">
      
      <div className="titleAbout">
      <div>
      <h2>אודותינו</h2>
      </div>
      </div>
      <div className="aboutDetailsP">
        <p>
        חמש עשרה שנה שאנחנו בשף פנחס מספקים שירותי הסעדה
        </p>
        <p>
        מקייטרינג עלום בלוד אל מרכז קולינרי שמעניק שירותי הסעדה כוללים ומקבל מאות פניות שבועיות
        </p>
        <p>
        העשייה הקולינרית היא בדנ"א של הקייטרינג שלנו, על דגלנו חרטנו להנגיש את המטעמים הטעימים ביותר בהשגחת הכשרות המהודרת ביותר. וגאים לעשות זאת כבר חמש עשרה שנה
        </p>
        <p>
        להכין אוכל ולהפיק אירועים שמרגשים ומותירים חותם באנשים, נותן לנו סיפוק עצום להמשיך ולמנף את פעילות הקייטרינג ולשרת כמה שיותר אנשים ולשפר ללא הפסק את המנות בתפריט ולחדש טעמים
        </p>
        <p>
        משפחת הלקוחות שלנו יודעת שכשהיא ממליצה עלינו, אנחנו נתן את הכל בשביל שהאירוע והאוכל יצא מושלם ובכשרות המהודרת ביותר
        </p>
      </div>
      
      
    </div>
    
  );
}

export default About;
