

export const saladsProducts = [
    "חציל בלאדי + טחינה",
    "גזר מרוקאי מבושל",
    "תפוח אדמה במיונז",
    "חציל מטוגן + ירק",
    "חומוס + טחינה",
    "חציל במיונז",
    "סלט ירקות חי",
    "פלפל חריף",
    "גזר מגורד חי",
    "בורגול",
    "כרוב פיקנטי",
    "כרוב + חמוציות",
    "כרוב וגזר במיונז",
    "שרי פיקנטי",
    "כרוב סגול במיונז",
    "חמוצי הבית",
    "מטבוחה",
    "מלפפון בשמיר",
    "סלק מבושל",
    "תירס מקסיקני",
    "תירס במיונז",
    "פלפלים קלויים",
    "בטטה בצילי",
    "סלט פטריות",
    "חסה שרי + רוטב",
    "חציל בטעם כבד",
  ];
  export const VegetarianProducts = [
    "בלינצס תפוח אדמה",
    "בורקס תפוח אדמה + רוטב",
    "פילו ירקות",
    "טורטיה תפוח אדמה מטוגן",
    "טורטיה ירק",
    "פלפל ממולא",
    "מיקס מטוגנים (פסטלים/סיגרים/קובות)",
  ];
  export const FirstMenuFishMeet = [
    "מפרום ברוטב עגבניות",
    "נסיכה מרוקאי",
    "טורטיה בשר",
    "טורטיה מעורב",
    "מוסקה ברוטב עגבניות",
    "קציצות דגים ברוטב",
    "דג וויטפיש",
    "סלמון מרוקאי*",
    "סלמון טריאקי*",
    "סלמון עשבי טיבול*",
    "מושט אפוי בתנור",
  ];
  export const SecondMenuMeet = [
    "קציצות בשר ברוטב",
    "קציצות עוף ברוטב",
    "שניצל מטוגן",
    "חזה ממולא מצופה מטוגן",
    "חזה ממולא + רוטב",
    "שיפודי חזה עוף",
    "שיפודי קבב",
    "צלי בקר ברוטב*",
    "סטייק חזה עוף",
    "רוסטביף ברוטב אסיאתי*",
    "כרעיים עוף בגריל*",
    "כרעיים בטריאקי*",
    "סטייק פרגית*",
    "שיפודי פרגית*",
  ];
  export const ExtrasMenu = [
    "אורז לבן",
    "אורז צהוב",
    "תפוח אדמה אפוי",
    "זיתים + פטריות",
    "אפונה וגזר",
    "שעועית ברוטב עגבניות",
    "ירקות מוקפצים",
    "נודלס ירקות",
    "אנטיפסטי",
    "אפונה וסלרי",
    "פטריות מוקפצות",
    "קוסקוס",
    "מרק ירקות (לקוסקוס)",
  ];
  export const SpecialMenuShabat = [
    "סלט ביצים",
    "סלט כבד קצוץ",
    "גרגירי חומוס (ארבס)",
    "חמין עם בקר + קישקע",
    "חמין פרווה + קישקע",
    "מרק ירקות + שקדים",
    "דגים מלוחים",
    "וויטפיש",
  ];
  export const VariousMenu = [
    "לחמניות",
    "משלוח",
    "פסטלים/סיגרים",
    "קובות מטוגנות",
    "פשטידות",
    "שניצלונים",
  ];

  export const TypesOfBreads = [
      "פיתות לאפות עיראקיות",
      "לחמניות כוסמין",
      "פיתות משוחות בשמן זית וזעתר",
      "פרנות מרוקאיות"
  ];

  export const TypesOfGrilled = [
    "פרגיות בנוסח מזרחי",
    "שישליק הודו (שווארמה מקבה)",
    "נקניקיות הודו/בקר",
    "פרנות מרוקאיות",
    "קבב",
    "כבד עוף",
    "אנטריקוט (בתוספת תשלום)*",
    "חזה עוף ביין לבן ועשבי תיבול",
    "כנפיים אסייאתי בשום צ'ילי",
    "אסאדו (בתוספת תשלום)*"
];

export const ExtrasOfGrilled = [
    "אורז לבן",
    "תפוח אדמה אפוי",
    "ירקות מוקפצים",
    "אורז בוכרי (אושפלאו)",
    "נודלס ירקות",
    "ארטישוק עם פטריות",
    "אנטיפסטי ירקות על האש"
  ];